Repository: Vrican1STUD/VaMZApp
Catalog: SpeceApp/SpeceApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: sk

# countdown.days
source: DAYS
sk: DNI

# countdown.hours
source: HOURS
sk: HODINY

# countdown.minutes
source: MINUTES
sk: MINÚTY

# countdown.seconds
source: SECONDS
sk: SEKUNDY

# detail.pad
source: Launchpad
sk: Odpalište

# error.retry
source: Retry
sk: Skúsiť znova

# home.title
source: Upcoming
sk: Nadchádzajúce

# home.upcoming.empty
source: No saved upcoming Launches
sk: Žiadne uložené nadchádzajúce štarty

# launch.spec
source: Specification
sk: Špecifikácia

# launch.spec.cost
source: Cost per Launch
sk: Cena za štart

# launch.spec.height
source: Height
sk: Výška

# launch.spec.lchrate
source: Launch Success Rate
sk: Úspešnosť štartov

# launch.spec.ldrate
source: Landing Success Rate
sk: Úspešnosť pristátí

# launch.spec.mass
source: Mass
sk: Hmotnosť

# launch.spec.no
source: No
sk: Nie

# launch.spec.reusable
source: Is reusable
sk: Znovupoužiteľná

# launch.spec.undefined
source: Undefined
sk: Neurčené

# launch.spec.yes
source: Yes
sk: Áno

# list.available.empty
source: No available launches
sk: Žiadne dostupné štarty

# list.saved.empty
source: No saved Launches
sk: Žiadne uložené štarty

# list.type
source: Launch Type
sk: Typ štartu

# lunch.status.abbrev.deployed
source: Deployed
sk: Vypustené

# lunch.status.abbrev.failure
source: Launch Failure
sk: Neúspech

# lunch.status.abbrev.flight
source: In Flight
sk: Let

# lunch.status.abbrev.go
source: Go
sk: Štart

# lunch.status.abbrev.hold
source: Hold
sk: Stop

# lunch.status.abbrev.pfailure
source: P. Failure
sk: Č. neúspech

# lunch.status.abbrev.success
source: Success
sk: Úspech

# lunch.status.abbrev.tbc
source: TBC
sk: BP

# lunch.status.abbrev.tbd
source: TBD
sk: BU

# lunch.status.abbrev.unk
source: Unknown
sk: Neznáme

# lunch.status.full.deployed
source: Payload Deployed
sk: Náklad vypustený

# lunch.status.full.failure
source: Launch Failure
sk: Štart neúspešný

# lunch.status.full.flight
source: In Flight
sk: Vo vzduchu

# lunch.status.full.go
source: Go for Launch
sk: Pripravený na štart

# lunch.status.full.hold
source: On Hold
sk: Pozastavené

# lunch.status.full.pfailure
source: Partial Failure
sk: Čiastočný neúspech

# lunch.status.full.success
source: Launch Successful
sk: Štart úspešný

# lunch.status.full.tbc
source: To Be Confirmed
sk: Bude potvrdené

# lunch.status.full.tbd
source: To Be Determined
sk: Bude určené

# lunch.status.full.unk
source: Unknown
sk: Neznáme

# picker.all
source: All
sk: Všetky

# picker.saved
source: Saved
sk: Uložené

# request.error
source: Unknown error.
sk: Neznáma chyba.

# social.close
source: Close
sk: Zavrieť

# tabbar.home
source: Home
sk: Domov

# tabbar.launches
source: Launches
sk: Štarty

# tabbar.map
source: Map
sk: Mapa
